{
    "products": [
        {
            "id": 1,
            "title": "Зоя Касьмеддвхилыу",
            "shortDescription": "Зо́я Анато́льевна Космодемья́нская (13 сентября 1923[1][2], Осино-Гай, Тамбовская область, РСФСР, СССР — 29 ноября 1941[1][2], Петрищево, Московская область, РСФСР, СССР) — красноармеец[3] диверсионно-разведывательной группы штаба Западного фронта, заброшенная в 1941 году в немецкий тыл[4].Первая женщина, удостоенная звания Героя Советского Союза (1942 год, посмертно) во время Великой Отечественной войны. Кавалер ордена Ленина (посмертно).Боевое задание группы Зои Космодемьянской было таково: «Сжечь 10 населённых пунктов: Анашкино, Грибцово, Петрищево, Усадково, Ильятино, Грачёво, Пушкино, Михайловское, Бугайлово, Коровино. Срок выполнения — неделя». Имелся в виду приказ Ставки Верховного Главнокомандования № 428 от 17 ноября 1941 года о сожжении населённых пунктов на оккупированной врагами территории.Ещё при поступлении в разведывательно-диверсионную школу всех новобранцев предупредили, что 95 % из них будут убиты, а те, кто попадёт в плен, мучительно погибнут от пыток[5]. Таким образом, все члены группы понимали смертельную опасность задания, на которое они шли, имея только несколько бутылок с зажигательной смесью и пистолеты. Большая часть группы действительно погибла в перестрелках или от пыток, попав в плен.Космодемьянская успела исполнить только часть боевого приказа, организовав поджог трёх домов. Во время второй попытки поджога староста деревни Семён Агафонович Свиридов поднял тревогу, и Космодемьянская была арестована. После захвата в плен её пытали и казнили через повешение. Перед казнью Космодемьянская произнесла легендарную речь, призывая жителей села бороться с нацистами и не бояться смерти в этой борьбе.Зоя Космодемьянская стала одним из символов героизма советского народа в Великой Отечественной войне, её образ отражён в художественной литературе, публицистике, кинематографе, живописи, монументальном искусстве, музейных экспозициях.",
            "longDescription": "Зоя Анатольевна Космодемьянская родилась 13 сентября (по другим данным — 8 сентября) 1923 года в селе Осино-Гай (село в различных источниках именуется также как Осинов Гай или Осиновые Гаи, что означает «осиновая роща») ныне Гавриловского района Тамбовской области, в семье учителей Анатолия Петровича и Любови Тимофеевны (в девичестве Чуриковой) Космодемьянских. Анатолий был выходцем из духовного сословия и его фамилия (на языке богослужения она писалась как «Козьмодемьянский») происходит, как большинство священнических фамилий, от названия церкви (святых Космы и Дамиана), где служил их предок. Дед Зои, Пётр Иоаннович Козьмодемьянский, был священником Знаменской церкви села Осино-Гай. По неподтвержденным документально воспоминаниям старожилов, в ночь на 27 августа 1918 года отец Пётр был схвачен и утоплен в Сосулинском пруду, по обвинению в антисоветской деятельности и укрывательстве контрреволюционеров. Труп его был обнаружен лишь весной 1919 года. Пётр был похоронен рядом с церковью, которая была закрыта коммунистами, несмотря на жалобы верующих и их письма во ВЦИК в 1927 году. Младший брат Зои Александр Космодемьянский — советский танкист, Герой Советского Союза. Александр после гибели Зои отправился на фронт в возрасте всего 17 лет, желая отомстить за её смерть. Поскольку подвиг Зои был широко известен, то юноше-мстителю доверили тяжёлый танк КВ, на котором он сделал надпись «За Зою». Известен подвигами во время штурма Кёнигсберга. 6 апреля 1945 года Александр в Кёнигсберге на САУ ИСУ-152 самостоятельно форсировал канал Ландграбен, уничтожил там батарею противника и удерживал плацдарм до создания переправы советских войск. 8 апреля батарея САУ ИСУ-152 под его командованием захватила ключевой пункт обороны Кёнигсберга форт «Королева Луиза». 13 апреля 1945 года в бою с противотанковой батареей противника на северо-западе Кёнингсберга, после того как его САУ была подбита, при поддержке других САУ под его командованием, вступил в стрелковый бой с немецкой пехотой и захватил ключевой опорный пункт в городке Фирбруденкруг, но был смертельно ранен в этом бою. Детство и юность Фотография Зои для комсомольского билета В 1929 году семья Космодемьянских оказалась в Сибири. По некоторым утверждениям, они были сосланы за выступление Анатолия Космодемьянского против коллективизации, а по свидетельству Любови Космодемьянской, опубликованному в 1986 году, бежали в Сибирь, спасаясь от доноса. В течение года семья жила в селе Шиткино (Иркутская область) на Бирюсе, однако затем сумела переехать в Москву — возможно, благодаря хлопотам сестры Любови Ольги, служившей в Наркомпросе. В книге «Повесть о Зое и Шуре» Любовь Космодемьянская сообщает, что переезд в Москву произошёл после письма её сестры. Семья жила на дальней окраине Москвы, недалеко от железнодорожной станции Подмосковной сначала на Старом шоссе (ныне ул. Вучетича в районе Тимирязевского парка), затем в двухэтажном деревянном доме в Александровском проезде, дом № 7 (ныне район Коптево, по улице Зои и Александра Космодемьянских, 35/1; дом не сохранился). В 1933 году Анатолий Космодемьянский умер после операции, Зоя и её младший брат Александр остались на руках матери. С 1933 по 1941 год училась в школе № 201 (ныне имени Героев Советского Союза Зои и Александра Космодемьянских). В школе Зоя училась хорошо, особенно увлекалась историей и литературой, мечтала поступить в Литературный институт. В октябре 1938 года Зоя вступила в ряды Ленинского комсомола. В 1939 году у Космодемьянской произошёл конфликт с одноклассниками, по свидетельствам близких, на следующей почве: Космодемьянская была избрана комсомольским группоргом класса и сразу же предложила, чтобы одноклассники взяли на себя общественную нагрузку — после школы заниматься с неграмотными. Это предложение было принято, но затем ученики стали уклоняться от взятых на себя обязанностей, а так как Космодемьянская продолжала настаивать и стыдить их — не переизбрали её группоргом. После этого Космодемьянская отдалилась от одноклассников. В своих воспоминаниях одноклассник Зои В. И. Белокунь писал: Эта история (конфликт с одноклассниками и непереизбрание группоргом) очень подействовала на Зою. Она стала как-то постепенно уходить в себя. Стала менее общительной, больше полюбила уединение. В 7-м классе за ней ещё чаще стали замечать, как нам казалось, странности… <…> Слишком загадочными были для нас её молчание, всегда задумчивые глаза, а порою некоторая рассеянность. И непонятная Зоя становилась ещё непонятней. В середине года мы узнали от её брата Шуры, что Зоя больна. Это произвело сильное впечатление на ребят. Решили, что в этом виноваты мы. В конце 1940 года Зоя Космодемьянская перенесла острый менингит, с которым лежала в Боткинской больнице, а затем по 24 марта 1941 года проходила реабилитацию в санатории «Сокольники», где познакомилась с отдыхавшим там же Аркадием Гайдаром, её любимым писателем. Военная служба 31 октября 1941 года Космодемьянская в числе 2000 комсомольцев-добровольцев явилась к месту сбора в кинотеатре «Колизей» и оттуда была доставлена в диверсионную школу, став бойцом разведывательно-диверсионной части, официально носившей название «партизанской части 9903 штаба Западного фронта». Секретарь МГК комсомола А. Н. Шелепин и руководители разведывательно-диверсионной войсковой части № 9903 предупредили новобранцев, что участники операций по сути являются смертниками, так как ожидаемый ими уровень потерь разведывательно-диверсионных групп составлял 95 %, причём существенная часть диверсантов-новобранцев скорее всего погибнет от пыток немцев в случае попадания в плен, поэтому те, кто не согласны мучительно умереть, должны покинуть разведшколу. Космодемьянская, как и большинство её товарищей, остались в разведшколе. После короткого обучения продолжительностью три дня Зоя в составе группы была 4 ноября переброшена в район Волоколамска, где группа успешно справилась с заданием по минированию дороги. В Викитеке есть тексты по теме: «Приказ СВГК СССР № 428 от 17.11.1941» В то время Ставка Верховного главнокомандования приняла решение применить в широких масштабах тактику выжженной земли. По мнению советского диверсанта Ильи Старинова, Сталин вдохновлялся примером финнов, которым удалось во время советско-финской войны заставить Красную армию жить в палатках; однако он не учитывал, что ситуация была совершенно иной, чем у финнов, которые имели возможность заранее эвакуировать собственное население, а затем систематически разрушить и заминировать все оставляемые постройки. Вышедший 17 ноября Приказ СВГК № 428 предписывал лишить «германскую армию возможности располагаться в сёлах и городах, выгнать немецких захватчиков из всех населённых пунктов на холод в поле, выкурить их из всех помещений и тёплых убежищ и заставить мёрзнуть под открытым небом», с каковой целью «разрушать и сжигать дотла все населённые пункты в тылу немецких войск на расстоянии 40—60 км в глубину от переднего края и на 20—30 км вправо и влево от дорог». По мнению Старинова, этот приказ был одной из крупнейших ошибок Сталина в ходе организации партизанской войны: будучи сам по себе бесчеловечным, так как обрекал на смерть от холода многие тысячи советских людей, он толкал население на сторону немцев, лишал партизан поддержки и фактически обрекал их на гибель (именно в результате этого приказа, по словам Старинова, было уничтожено партизанское движение в Ленинградской области). Выполнить же приказ, то есть целиком уничтожить все возможные зимние квартиры немцев, в принципе было невозможно. Сам Старинов считал необходимой принципиально иную тактику (действия небольших, хорошо обученных групп на коммуникации в глубоком тылу немцев), которую Сталин, однако, проигнорировал. Во исполнение приказа № 428 18 (по другим сведениям — 20) ноября командиры диверсионных групп части № 9903 П. С. Проворов (в его группу вошла Зоя) и Б. С. Крайнов получили задание сжечь в течение 5—7 дней 10 населённых пунктов, в их числе деревню Петрищево (Верейский район) (ныне Рузский район Московской области). Для выполнения задания диверсантам выдали бутылки с зажигательной смесью и сухой паёк на 5 дней. Выйдя на задание вместе, обе группы диверсантов (по 10 человек в каждой) у деревни Головково (10 км от Петрищева) попали в засаду, организованную как часть боевого охранения сёл, используемых для логистики немецких войск. Не имея серьёзного оружия, диверсанты понесли тяжёлые потери и частично рассеялись. Часть диверсантов попала в плен. Веру Волошину из группы нацисты зверски пытали, пытаясь узнать, какое задание имеет группа. Не добившись результата, нацисты повезли её на казнь. Жестоко избитая Вера поднялась и выкрикнула перед смертью: «Вы пришли в нашу страну и найдёте здесь свою смерть! Москву вам не взять… Прощай, Родина! Смерть фашизму!» Остатки диверсионной группы объединились под командованием Бориса Крайнова. Поскольку их товарищи умерли на допросах, но не раскрыли цель диверсии, они смогли продолжить выполнение задания. 27 ноября в 2 часа ночи Борис Крайнов, Василий Клубков и Зоя Космодемьянская подожгли в Петрищеве три дома (жителей Кареловой, Смирнова и Солнцева). На допросе Космодемьянская заявила также, что ей удалось уничтожить 20 лошадей для транспортировки грузов нацистами в хозпостройках сожжённых дворов. Смирнова А. В. подтвердила этот факт своими показаниями. Подруга Космодемьянской по диверсионной школе Клавдия Милорадова утверждала, что один из сожжённых Космодемьянской домов использовался как немецкий узел связи. Дом семьи Ворониных в селе, по показаниям свидетелей, действительно использовался как штабное помещение для офицеров перемещаемых войск, но не был сожжён. Многие участники диверсионной группы отмечают, что были подожжены дома, в которых немецкие солдаты ночевали, а также держали во дворах своих лошадей, использующихся для перевозки военных грузов. Писатель А. Жовтис ставит под сомнение данные версии, ссылаясь на то, что официально Петрищево не было пунктом постоянной дислокации немецких войск. Однако его слова опровергают сами жители села, указывающие, что фактически все дома села использовались для ночлега перемещавшихся по магистральным дорогам у села немецких войск. После первой попытки поджога Крайнов не дождался Космодемьянской и Клубкова в условленном месте встречи и ушёл, вернувшись к своим. Позднее Клубков был также схвачен немцами. Космодемьянская, разминувшись с товарищами и оставшись одна, решила вернуться в Петрищево и продолжить поджоги. Однако немецкие военные власти в деревне к тому времени организовали сход местных жителей, на котором создали ополчение во избежание дальнейших поджогов. Его члены носили на руках белые повязки. Плен, пытки и казнь Вечером 28 ноября при попытке поджечь сарай Свиридова Космодемьянская была замечена хозяином. Вызванные им квартировавшие у него немцы около 7 часов вечера схватили девушку. По свидетельству односельчан, «кроме угощения вином, никакого другого вознаграждения от немцев» хозяин дома за поимку партизанки не получил. Свиридов был членом организованной немцами для предотвращения поджогов самообороны и носил белую повязку как отличительный знак. Известно, что Космодемьянская не отстреливалась. При этом её личный револьвер № 12719 оказался у её подруги Клавдии Милорадовой. По её словам, они обменялись оружием, потому что её пистолет не имел самовзвода. Она уходила на задание раньше, и Космодемьянская отдала ей более надёжное оружие, а произвести обратный обмен подруги не успели. Часть исследователей предполагает, что Зоя не успела привести оружие в боевое состояние. В ряде источников (книга «Повесть о Зое и Шуре», фильм «Битва за Москву») рассказывается версия, что командир немецкого 332-го пехотного полка 197-й пехотной дивизии подполковник Людвиг Рюдерер допрашивал Зою лично; Иосиф Сталин, узнав о зверской казни Космодемьянской, распорядился не брать в плен солдат и офицеров 197-й дивизии, и Рюдерер был якобы убит именно при попытке сдаться в плен. Между тем на самом деле Рюдерер умер в 1960 году в ФРГ, показания свидетелей не подтверждают, что в допросе Космодемьянской принимали участие старшие офицеры вермахта, в том числе подполковник. Известно, что допрос вели три офицера и переводчик в доме Василия и Прасковьи Кулик.",
            "mainImage": "https://avatars.dzeninfra.ru/get-zen_doc/1640581/pub_64ff303bffabb222af829490_64ff3523765a2c10e40d6b7c/scale_1200",
            "additionalImages": [
                "https://example.com/images/phone1_1.jpg",
                "https://example.com/images/phone1_2.jpg"
            ]
        },
        {
            "id": 2,
            "title": "Ноутбук UltraBook Pro",
            "shortDescription": "Легкий и мощный ультрабук",
            "longDescription": "Ноутбук UltraBook Pro с 14-дюймовым 4K экраном, процессором Intel Core i7 11-го поколения, 16 ГБ RAM и SSD на 1 ТБ. Вес всего 1.2 кг, время работы от батареи до 12 часов.",
            "mainImage": "https://example.com/images/laptop1.jpg",
            "additionalImages": ["https://example.com/images/laptop1_1.jpg"]
        },
        {
            "id": 3,
            "title": "Беспроводные наушники SoundMax",
            "shortDescription": "Наушники с шумоподавлением",
            "longDescription": "Беспроводные наушники SoundMax с активным шумоподавлением, временем работы до 30 часов, поддержкой Bluetooth 5.2 и водонепроницаемостью IPX5. В комплекте чехол с беспроводной зарядкой.",
            "mainImage": "https://example.com/images/headphones1.jpg",
            "additionalImages": [
                "https://example.com/images/headphones1_1.jpg",
                "https://example.com/images/headphones1_2.jpg",
                "https://example.com/images/headphones1_3.jpg"
            ]
        },
        {
            "id": 4,
            "title": "Умные часы Fitness Pro",
            "shortDescription": "Трекер активности и смарт-часы",
            "longDescription": "Умные часы Fitness Pro с мониторингом сердечного ритма, SpO2, отслеживанием сна и более 20 спортивных режимов. Водонепроницаемость 5 ATM, время работы до 10 дней.",
            "mainImage": "https://example.com/images/watch1.jpg",
            "additionalImages": ["https://example.com/images/watch1_1.jpg"]
        },
        {
            "id": 5,
            "title": "Фотоаппарат MirrorShot Z",
            "shortDescription": "Зеркальная камера для профессионалов",
            "longDescription": "Фотоаппарат MirrorShot Z с полнокадровой матрицей 45 МП, 4K видео, 5-осевой стабилизацией и сенсорным экраном с переменным углом наклона. Совместимость с более чем 50 объективами.",
            "mainImage": "https://example.com/images/camera1.jpg",
            "additionalImages": [
                "https://example.com/images/camera1_1.jpg",
                "https://example.com/images/camera1_2.jpg"
            ]
        },
        {
            "id": 6,
            "title": "Игровая консоль NextGen X",
            "shortDescription": "Мощная игровая консоль нового поколения",
            "longDescription": "Игровая консоль NextGen X с 8-ядерным процессором, графикой 12 Терафлопс, SSD на 1 ТБ и поддержкой 4K 120FPS. В комплекте беспроводной геймпад с тактильной отдачей.",
            "mainImage": "https://example.com/images/console1.jpg",
            "additionalImages": ["https://example.com/images/console1_1.jpg"]
        },
        {
            "id": 7,
            "title": "Зоя Касьмеддвхилыу",
            "shortDescription": "Флагманский смартфон с AMOLED-экраном",
            "longDescription": "Смартфон Premium X с 6.7-дюймовым AMOLED-экраном, процессором Snapdragon 888, 12 ГБ оперативной памяти и тройной камерой 108 МП. Поддержка 5G, аккумулятор 5000 мАч с быстрой зарядкой 65W.",
            "mainImage": "https://avatars.dzeninfra.ru/get-zen_doc/1640581/pub_64ff303bffabb222af829490_64ff3523765a2c10e40d6b7c/scale_1200",
            "additionalImages": [
                "https://example.com/images/phone1_1.jpg",
                "https://example.com/images/phone1_2.jpg"
            ]
        },
        {
            "id": 8,
            "title": "Зоя Касьмеддвхилыу",
            "shortDescription": "Флагманский смартфон с AMOLED-экраном",
            "longDescription": "Смартфон Premium X с 6.7-дюймовым AMOLED-экраном, процессором Snapdragon 888, 12 ГБ оперативной памяти и тройной камерой 108 МП. Поддержка 5G, аккумулятор 5000 мАч с быстрой зарядкой 65W.",
            "mainImage": "https://avatars.dzeninfra.ru/get-zen_doc/1640581/pub_64ff303bffabb222af829490_64ff3523765a2c10e40d6b7c/scale_1200",
            "additionalImages": [
                "https://example.com/images/phone1_1.jpg",
                "https://example.com/images/phone1_2.jpg"
            ]
        }
    ]
}
